export const about = {
  'defaultPageTitle': 'Лист персонажа {{type}} от NtsDK. v0.2.4',
  'charsheetWithName': '{{characterName}}. Лист персонажа {{type}}. v0.2.4',

  "header": "О листе персонажа",
  'aboutCharsheetH1': 'Об электронном листе персонажа от NtsDK',
  'curVersion': 'Версия 0.2.4 от 28 августа 2022',
  'license': 'Проект с открытым исходным кодом под лицензией Apache 2.0',
  'flaticon-mention': 'В проекте используются иконки с сайта www.flaticon.com от авторов Freepik, Picol, Nice и Serious.',
  'flagicons-mention': 'В проекте используются флаги с сайта flagicons.lipis.dev.',

  'links': 'Ссылки',
  'developer-site': 'Сайт разработчика',
  'vk-group': 'Группа проекта вконтакте',
  'tg-channel': 'Канал проекта в телеграмме',
  'tg-chat': 'Чат проекта в телеграмме',
  'project-source': 'Исходный код проекта',
  'studio-101': 'Издатель и переводчик ролевых игр Студия 101, в продаже есть книги правил на бумаге на русском языке',
  'rpgbook': 'Онлайн магазин станция «Ролевая», в продаже есть книги правил в электронной форме на русском языке',
  'onyxpath': 'Издатель и разработчик ролевых игр Onyx Path Publishing',
  'worldofdarkness': 'Сайт игровой вселенной Мир тьмы',

  'version-history': 'История версий',
  'version-0.2.4': 'Версия 0.2.4 (28 августа 2022) - Лист персонажа приведён в соответствие с официальным одностраничным листом персонажа от Студии 101. Добавлены выпадающие списки с поддержкой перевода на английский язык.',
  'version-0.2.3': 'Версия 0.2.3 (22 августа 2022) - Переработан интерфейс для лучшей доступности с клавиатуры. Все названия приведены в соответствие с переводом от Студии 101. Исправлены иконки воли и запаса крови. Добавлены губительные повреждения. Добавлен список выбора поколения. Улучшена печать листа персонажа из браузера в PDF.',
  'version-0.2.2': 'Версия 0.2.2 (1 июля 2022) - Добавлен чеклист создания персонажа. Небольшие изменения интерфейса и исправление багов.',
  'version-0.2.1': 'Версия 0.2.1 (24 июня 2022) - проект переписан с нуля с сохранением обратной совместимости, поддержкой русского и английского языка и оригинального дизайна.',
  'version-0.1.0': 'Версия 0.1.0 (7 ноября 2017) - проект \'Лист персонажа Vampire: the Masquerade\' интегрирован в проект НИМС. Реализован базовый лист персонажа для VtM 4ой редакции с поддержкой русского и английского языков.',

  'project-members': 'Участники проекта',
  'ntsdk': 'Тимофей NtsDK Речкалов - разработка',
  'mellon': 'Павел Mellon Синеглазов - дизайн',

  'legal-information': 'Правовая информация',
  'paradox-copyright': 'Текст и иллюстрации, Vampire™, Vampire: the Masquerade™, World of Darkness™ © Paradox Interactive AB, 2011.',
  'studio-101-copyright': 'Перевод ©ООО «Студия 101», 2019.',
};
