export const about = {
  defaultPageTitle: "Лист персонажа {{type}} от NtsDK. v{{version}}",
  charsheetWithName: "{{characterName}}. Лист персонажа {{type}}. v{{version}}",
  charsheetWithoutName: "Лист персонажа {{type}}. вер.{{version}}",

  header: "О листе персонажа",
  aboutCharsheetH1: "Об электронном листе персонажа от NtsDK",
  curVersion: "Версия {{version}} от 20 апреля 2023",
  license: "Проект с открытым исходным кодом под лицензией Apache 2.0",
  "flaticon-mention":
    "В проекте используются иконки с сайта www.flaticon.com от авторов Freepik, Picol, Nice и Serious.",
  "flagicons-mention":
    "В проекте используются флаги с сайта flagicons.lipis.dev.",

  links: "Ссылки",
  "charsheet-archive": "Архив с листом персонажа для оффлайн режима",
  "developer-site": "Сайт разработчика",
  "vk-group": "Группа проекта вконтакте",
  "tg-channel": "Канал проекта в телеграмме",
  "tg-chat": "Чат проекта в телеграмме",
  "project-source": "Исходный код проекта",

  "studio-101":
    "Издатель и переводчик ролевых игр Студия 101, в продаже есть книги правил на бумаге на русском языке",
  rpgbook:
    "Онлайн магазин станция «Ролевая», в продаже есть книги правил в электронной форме на русском языке",
  onyxpath: "Издатель и разработчик ролевых игр Onyx Path Publishing",
  worldofdarkness: "Сайт игровой вселенной Мир тьмы",

  "version-history": "История версий",
  "version-0.6.1":
    "Version 0.6.1 (19 августа 2025) - Исправлена пара ошибок для V3 Revised.",
  "version-0.6.0":
    "Версия 0.6.0 (1 февраля 2025) - Добавлен лист персонажа Vampire: the Masquerade. V3 Revised.",
  "version-0.5.0":
    "Версия 0.5.0 (19 сентября 2023) - Добавлены листы персонажа Vampire the Dark Ages и Hunters Hunted II. Исправлена ошибка подсчета свободных очков. Добавлена англоязычная версия листа персонажа. Переработан код для упрощения добавления новых листов персонажей.",
  "version-0.4.1":
    "Версия 0.4.1 (20 апреля 2023) - Добавлена панель подсчёта свободных очков. Переработана работа с данными, улучшена производительность.",
  "version-0.4.0":
    "Версия 0.4.0 (18 января 2023) - Добавлены новые поля: ритуалы и пути дисциплин, другие параметры, история, цели, союзники и контакты, имущество и снаряжение, описание внешности и изображение персонажа. Добавлено вычисление числа точек, запаса крови и предела траты в ход в зависимости от поколения вампира.",
  "version-0.3.0":
    "Версия 0.3.0 (25 сентября 2022) - Добавлен лист персонажа для Changeling: The Dreaming. Добавлена страница с инструкцией. Исправлена ошибка чеклиста, неправильно считающего точки характеристик.",
  "version-0.2.4":
    "Версия 0.2.4 (28 августа 2022) - Лист персонажа приведён в соответствие с официальным одностраничным листом персонажа от Студии 101. Добавлены выпадающие списки с поддержкой перевода на английский язык.",
  "version-0.2.3":
    "Версия 0.2.3 (22 августа 2022) - Переработан интерфейс для лучшей доступности с клавиатуры. Все названия приведены в соответствие с переводом от Студии 101. Исправлены иконки воли и запаса крови. Добавлены губительные повреждения. Добавлен список выбора поколения. Улучшена печать листа персонажа из браузера в PDF.",
  "version-0.2.2":
    "Версия 0.2.2 (1 июля 2022) - Добавлен чеклист создания персонажа. Небольшие изменения интерфейса и исправление багов.",
  "version-0.2.1":
    "Версия 0.2.1 (24 июня 2022) - проект переписан с нуля с сохранением обратной совместимости, поддержкой русского и английского языка и оригинального дизайна.",
  "version-0.1.0":
    "Версия 0.1.0 (7 ноября 2017) - проект 'Лист персонажа Vampire: the Masquerade' интегрирован в проект НИМС. Реализован базовый лист персонажа для VtM 4ой редакции с поддержкой русского и английского языков.",

  "project-members": "Участники проекта",
  ntsdk: "Тимофей NtsDK Речкалов - разработка",
  mellon: "Павел Mellon Синеглазов - дизайн",
  myshlaevski: "Анастасия Мышлаевская - консультант по подменышам",
  "contributor-vk-group": "Группа вконтакте",

  "legal-information": "Правовая информация",
  "paradox-copyright":
    "Текст и иллюстрации, Vampire™, Vampire: the Masquerade™, World of Darkness™ © Paradox Interactive AB, 2011.",
  "studio-101-copyright": "Перевод ©ООО «Студия 101», 2019.",

  // supported-features
  "supported-features": "Поддерживаемые фичи",
  "char-sheet-type": "Тип листа персонажа",
  "basic-support": "Базовая функциональность",
  "dropdown-lists": "Выпадающие списки",
  "creation-checklist": "Чеклист создания персонажа",
  "freebie-points": "Свободные очки",
  vtm: "Вампиры: Маскарад",
  ctd: "Подменыши: Грёза",
};
