export const about = {
  "nav-about": "О листе персонажа",
  'aboutCharsheetH1': 'О листе персонажа VtM V20 от NtsDK',
  'curVersion': 'Версия 0.2.2 от 1 июля 2022',
  'license': 'Проект с открытым исходным кодом под лицензией Apache 2.0',
  'flaticon-mention': 'В проекте используются иконки с сайта www.flaticon.com от авторов Freepik, Picol, Nice и Serious.',
  'flagicons-mention': 'В проекте используются флаги с сайта flagicons.lipis.dev.',

  'links': 'Ссылки',
  'developer-site': 'Сайт разработчика',
  'vk-group': 'Группа проекта вконтакте',
  'tg-channel': 'Канал проекта в телеграмме',
  'tg-chat': 'Чат проекта в телеграмме',
  'project-source': 'Исходный код проекта',

  'version-history': 'История версий',
  'version-0.2.2': 'Версия 0.2.2 (1 июля 2022) - Добавлен чеклист создания персонажа. Небольшие изменения интерфейса и исправление багов.',
  'version-0.2.1': 'Версия 0.2.1 (24 июня 2022) - проект переписан с нуля с сохранением обратной совместимости, поддержкой русского и английского языка и оригинального дизайна.',
  'version-0.1.0': 'Версия 0.1.0 (7 ноября 2017) - проект \'Лист персонажа Vampire: the Masquerade\' интегрирован в проект НИМС. Реализован базовый лист персонажа для VtM 4ой редакции с поддержкой русского и английского языков.',

  'project-members': 'Участники проекта',
  'ntsdk': 'Тимофей NtsDK Речкалов - разработка',
  'mellon': 'Павел Mellon Синеглазов - дизайн',
};
